/* 
  Installer.strings
  CleanMyMac

  Created by tanlan on 9/25/17.
  Copyright © 2017 MacPaw. All rights reserved.
*/
"Installer_WindowTitle" = "Instalar %@";
"Installer_StatusTextValue_Downloading" = "Descargando %@...";
"Installer_StatusTextValue_Retrying" = "Error al descargar. Intentando de nuevo...";
"Installer_StatusTextValue_RetryingSec" = "Error al descargar. Nuevo intento en %lu s";

"Installer_IncompleteAlert_Message" = "Descarga en curso";
"Installer_IncompleteAlert_InformativeText" = "¿Seguro que quieres salir antes de completar la descarga de %@?";
"Installer_IncompleteAlert_DefaultButton" = "Seguir descargando";
"Installer_IncompleteAlert_AlternativeButton" = "Salir";

"Installer_FailureAlert_Message" = "Error de descarga";
"Installer_FailureAlert_InformativeText" = "Se ha producido un error al intentar descargar %@. Intenta la descarga directa desde el sitio web.";
"Installer_FailureAlert_DefaultButton" = "Descarga directa";
"Installer_FailureAlert_AlternativeButton" = "Cancelar";

"Installer_NoConnection_DefaultButton" = "Recordármelo más tarde";
